Repository: ShadowNinja/areas
Catalog: locale/*.po
Languages: fr

source: Protect your own area
fr: Protéger votre zone

source: Invalid usage, see /help protect.
fr: Usage incorrect, consultez /help protect

source: You need to select an area first.
fr: Vous devez d'abord sélectionner une zone.

source: /protect invoked, Owner =
fr: /protect invoqué, Propriétaire =

source: You can't protect that area:
fr: Vous ne pouvez pas protéger cette zone :

source: Area protected. ID:
fr: La zone est désormais protégée. Elle porte le N°

source: Protect an area beetween two positions and give a player access to it without setting the parent of the area to any existing area
fr: Protéger la zone entre deux positions et en donner l'accès à un joueur sans définir de parent pour cette zone.

source: Incorrect usage, see /help set_owner.
fr: Usage incorrect, consultez /help set_owner

source: The player "@1" does not exist.
fr: Le joueur "@1" n'existe pas.

source: runs /set_owner. Owner =
fr: a lancé /set_owner. Propriétaire =

source: You have been granted control over area #@1. Type /list_areas to show your areas.
fr: Vous avez le contrôle sur la zone N°@1. Tapez /list pour voir la liste de vos zones.

source: Give a player access to a sub-area beetween two positions that have already been protected, Use set_owner if you don't want the parent to be set.
fr: Donne l'accès à un joueur pour la zone comprise entre deux positions déja protégée. Utilisez plutot set_owner si vous ne souhaitez pas définir le parent.

source: Incorrect usage, see /help add_owner
fr: Usage incorrect, consultez /help add_owner

source: runs /add_owner. Owner =
fr: a lancé /add_owner. Propriétaire =

source: You can't protect that area.
fr: Vous ne pouvez pas protéger cette zone.

source: Rename a area that you own
fr: Renommer une zone que vous possédez

source: Invalid usage, see /help rename_area.
fr: Usage incorrect, consultez /help rename_area.

source: That area doesn't exist.
fr: Cette zone n'existe pas.

source: You don't own that area.
fr: Vous ne possédez pas cette zone.

source: Area renamed.
fr: Zone renommée.

source: Find areas using a Lua regular expression
fr: Rechercher des zones en utilisant une expression régulière Lua

source: A regular expression is required.
fr: Une expression régulière est requise.

source: Invalid regular expression.
fr: Expression régulière invalide.

source: No matches found.
fr: Aucun résultat.

source: List your areas, or all areas if you are an admin.
fr: Affiche vos zones (ou toutes les zones si vous êtes administrateur).

source: No visible areas.
fr: Aucune zone visible.

source: Recursively remove areas using an id
fr: Supprimer récursivement des zones en utilisant un numéro

source: Invalid usage, see /help recursive_remove_areas
fr: Usage incorrect, consultez /help recursive_remove_areas

source: Area @1 does not exist or is not owned by you.
fr: La zone @1 n'existe pas ou ne vous appartient pas.

source: Removed area @1 and it's sub areas.
fr: Zone @1 supprimée ainsi que toutes ses sous-zones.

source: Remove an area using an id
fr: Supprimer une zone en utilisant son numéro

source: Invalid usage, see /help remove_area
fr: Usage incorrect, consultez /help remove_area

source: Removed area @1
fr: Zone @1 supprimée

source: Change the owner of an area using it's ID
fr: Modifier le propriétaire d'une zone en utilisant son numéro

source: Invalid usage, see /help change_owner.
fr: Usage incorrect, consultez /help change_owner.

source: @1 has given you control over the area @2 (ID @3).
fr: @1 vous a donné le contrôle sur la zone @2 (N° @3).

source: Owner changed.
fr: Propriétaire modifié.

source: Toggle an area open (anyone can interact) or closed
fr: Bascule une zone en mode ouvert (n’importe qui peut interagir) ou fermé

source: Invalid usage, see /help area_open.
fr: Usage incorrect, consultez /help area_open.

source: closed
fr: fermée

source: opened
fr: ouverte

source: Area @1.
fr: Zone @1.

source: Toggle an area open (anyone can interact farming) or closed
fr: Bascule une zone en mode culture ouverte (n’importe qui peut cultiver) ou fermée

source: Invalid usage, see /help area_openfarming.
fr: Usage incorrect, consultez /help area_openfarming.

source: Area @1 to farming.
fr: Zone @1 à la culture.

source: Move (or resize) an area to the current positions.
fr: Déplace (ou redimensionne) une zone avec les positions actuelles.

source: Invalid usage, see /help move_area.
fr: Usage incorrect, consultez /help move_area

source: Area does not exist.
fr: La zone n'existe pas.

source: Area successfully moved.
fr: La zone a été déplacée.

source: Get information about area configuration and usage.
fr: Affiche les informations sur la configuration des zones et leur usage.

source: disabled
fr: désactivée

source: enabled
fr: activée

source: Self protection is @1
fr: L'auto-protection est @1

source: and you
fr: et vous avez

source: but you don't
fr: mais vous n'avez pas

source: @1 have the neccessary privilege (@2).
fr: @1 le privilège requis (@2).

source: You are an area administrator ("areas" privilege).
fr: Vous êtes administrateur de zones (privilège \"areas\" ).

source: You have extended area protection limits ("areas_high_limit" privilege).
fr: Vous pouvez protéger de grandes zones (privilège \"areas_high_limit\").

source: You have @1 area@2
fr: Vous êtes propriétaire de @1 zone@2

source: and have no area protection limits.
fr: et n'avez pas de limite de protection de zones.

source: , out of a maximum of @1.
fr: , sur un maximum de @1.

source: %s spanning up to %dx%dx%d.
fr: %s étendue jusqu’à %dx%dx%d.

source: Players with the %q privilege can protect up to %d areas
fr: Les joueurs avec le privilège %q peuvent protéger jusqu'à %d zones

source: You can protect areas
fr: Vous pouvez protéger des zones

source: Define special spawn for area
fr: Définit un spawn spécifique à une zone

source: Invalid usage, see /help area_addspawn.
fr: Usage incorrect, consultez /help area_addspawn.

source: Error, Param id must be int.
fr: Erreur, le paramètre id doit être un entier

source: Error, there is not such player
fr: Erreur, pas de joueur à ce nom

source: Error, there is not pos.
fr: Erreur, position invalide.

source: Area @1 does not exist.
fr: La zone @1 n'existe pas.

source: spawn of area @1 defined.
fr: spawn de la zone @1 défini.

source: Delete special spawn of area
fr: Supprime le spawn spécifique à une zone

source: Invalid usage, see /help area_delspawn.
fr: Usage incorrect, consultez /help area_delspawn.

source: spawn of area @1 deleted.
fr: spawn de la zone @1 supprimé.

source: No area(s)
fr: Pas de zone

source: %s Owner: %s %u area
fr: %s Propriétaire : %s %u zone

source: Can administer areas.
fr: Droit d’administrer des zones

source: Can can more, bigger areas.
fr: Droit de créer des zones plus grandes.

source: Can protect areas.
fr: Droit de protéger des zones.

source: [MOD]areas loaded in @1s.
fr: [MOD]areas chargé en @1s.

source: %s is protected by %s.
fr: %s est protégée par %s

source: Self protection is disabled or you do not have the necessary privilege.
fr: L'auto-protection est désactivée ou vous n'avez pas les privilèges requis.

source: Area is too big.
fr: La zone est trop grande.

source: You have reached the maximum amount of areas that you are allowed to protect.
fr: Vous avez atteint le nombre maximum de zones que vous êtes autorisé a protéger.

source: The area intersects with %s [%u] (%s).
fr: Cette zone se recoupe avec %s [%u] (%s).

source: Loads, converts, and saves the areas from a legacy save file.
fr: Charge, convertit et sauvegarde les zones depuis un ancien fichier

source: Converting areas...
fr: Conversion des zones...

source: Error loading legacy file:
fr: Erreur de chargement du fichier :

source: Invalid version number. (0 allowed)
fr: Numéro de version incorrect. (0 autorisé)

source: Legacy file loaded.
fr: Ancien fichier chargé.

source: unnamed
fr: sans nom

source: Table format updated.
fr: Format de table mis à jour.

source: Converted areas saved. Done.
fr: Zones converties sauvegardées. Terminé.

source: Select a area by id.
fr: Sélectionnez une zone par son numéro

source: Invalid usage, see /help select_area.
fr: Usage incorrect, consultez /help select_area.

source: The area @1 does not exist.
fr: La zone @1 n'existe pas.

source: Area @1 selected.
fr: La zone @1 est sélectionnée.

source: Set area protection region position 1 to your location or the one specified
fr: Définit la position 1 de la zone à protéger à votre position ou à celle spécifiée

source: Unable to get position.
fr: Impossible d'utiliser cette position.

source: Invalid usage, see /help area_pos1.
fr: Usage incorect, consultez /help area_pos1.

source: Area position 1 set to
fr: Position 1 de la zone définie en

source: Set area protection region position 2 to your location or the one specified
fr: Définit la position 2 de la zone à protéger à votre position ou à celle spécifiée

source: Invalid usage, see /help area_pos2.
fr: Usage incorrect, consultez /help area_pos2.

source: Area position 2 set to
fr: Position 2 de la zone définie en

source: Set area protection region, position 1, or position 2 by punching nodes, or display the region
fr: Définit la région de votre zone protégée, position 1 ou position 2 en tapant sur un bloc ou, affiche la région

source: Select positions by punching two nodes.
fr: Tapez sur deux blocs pour sélectionner les positions.

source: Select position 1 by punching a node.
fr: Choisissez la position 1 en tapant sur un bloc.

source: Select position 2 by punching a node.
fr: Choisissez la position 2 en tapant sur un bloc.

source: <not set>
fr: <non défini>

source: Unknown subcommand:
fr: Sous-commande inconnue :

source: Position 1 set to
fr: Position 1 définie en

source: Position 2 set to
fr: Position 2 définie en

source: Invalid setting type!
fr: Type de réglage invalide !
